Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajien_hallitus_palauttaa_totuus-_ja_sovintokomission_tilanteen_ja_jatkotoimet_uudelleen_ratkaistavaksi_tayskokoukselle_.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien hallitus palauttaa totuus- ja sovintokomission tilanteen ja jatkotoimet uudelleen ratkaistavaksi täyskokoukselle
sme: Sámedikki stivra máhcaha duohtavuođa- ja soabadankommišuvnna ášši ja dan guoski joatkkadoaimmaid dievasčoahkkimii ođđasit gieđahallama várás

source: Saamelaiskäräjien hallitus päätti kokouksessa 31.8.2022 palauttaa saamelaisten totuus- ja sovintokomission tilanteen ja jatkotoimet uudelleen ratkaistavaksi täyskokoukselle.
sme: Sámedikki stivra mearridii čoahkkimis 31.8.2022, ahte máhcaha sámiid duohtavuođa- ja soabadankommišuvnna ášši ja dan joatkkadoaimmaid ođđasit gieđahallama várás dievasčoahkkimii.

source: Täyskokouksella ei ollut päätöstä tehtäessä tietoa siitä, että työn keskeyttäminen ei ole mahdollista ilman, että komissio ja sen työntekijät vapautetaan tehtävistä ja työ tältä osin päättyy.
sme: Dievasčoahkkimis ii lean mearrádusa dagadettiin diehtu das, ahte barggu gaskkalduhttin ii leat vejolaš almmá, ahte kommišuvdna ja dan bargit friijadahttojit bargguin ja bargu dán oasil nohká.

source: Hallitus päätti lisäksi kuulla kirjallisesti saamelaisyhdistyksiä ja yksittäisiä saamelaisia asiassa.
sme: Stivra mearridii lassin, ahte gullá čálalaččat sámeservviid ja ovttaskas sápmelaččaid áššis.

source: Hallitus totesi, ettei Saamelaiskäräjien kokouksen päätös siirtää totuus- ja sovintokomission komissaarien valintaa eteenpäin ja ottaa prosessin jatkon osalta erätauko ole kaikilta osin täytäntöönpantavissa.
sme: Stivra gávnnahii, ahte Sámedikki čoahkkima mearrádus sirdit duohtavuođa- ja soabadankommišuvnna komissáraid válljema ovddosguvlui ja váldit proseassa joatkaga oasil smiehttanbottu ii lean buot osiin ollašuhttingelbbolaš.

source: Totuus- ja sovintokomission työn keskeyttäminen ei ole mahdollista ilman, että komissio ja sen työntekijät vapautetaan tehtävistään ja työ tältä osin päättyy.
sme: Duohtavuođa- ja soabadankommišuvnna barggu gaskkalduhttin ii leat vejolaš almmá, ahte kommišuvdna ja dan bargit friijadahttojit bargguineaset ja bargu dán oasis nohká.

source: Tämä tieto ei ole ollut Saamelaiskäräjien täyskokouksen käytettävissä päätöstä tehtäessä ja tästä syystä hallitus päätti palauttaa asian Saamelaiskäräjien täyskokoukselle uudelleen ratkaistavaksi.
sme: Dát diehtu ii leamašan Sámedikki dievasčoahkkima geavahusas, go mearrádus dahkkui ja danin stivra mearridii máhcahit ášši Sámedikki dievasčoahkkimii ođđasit gieđahallama várás.

source: Saamelaiskäräjien hallitus alkaa valmistelemaan syyskuun lopussa pidettävää ylimääräistä täyskokousta totuus- ja sovintokomission työhön liittyen.
sme: Sámedikki stivra válmmaštallagoahtá duohtavuođa- ja soabadankommišuvnna guoski ášši badjelmearálaš dievasčoahkkima várás, mii dollojuvvo čakčamánu loahpas.

source: Hallitus tukee Kolttien kyläkokouksen toivetta jatkaa prosessia kolttasaamelaisten osalta.
sme: Stivra doarju Nuortalaččaid siidačoahkkima sávaldaga, ahte proseassa joatkašuvvá nuortalaččaid oasil.

source: Hallitus toivoo, että totuus- ja sovintokomission työtä edistetään kolttasaamelaisten osalta Saamelaiskäräjien täyskokouksen päätöksestä huolimatta.
sme: Stivra sávvá, ahte duohtavuođa- ja soabadankommišuvnna bargu ovddiduvvo nuortalaččaid oasil Sámedikki dievasčoahkkima mearrádusas fuolakeahttá.

source: Hallitus pyytää kirjallisia kommentteja
sme: Stivra bivdá čálalaš kommeanttaid

source: Saamelaiskäräjien hallitus kannustaa saamelaisyhdistyksiä ja yksittäisiä saamelaisia antamaan kirjallisia kommentteja saamelaisten totuus- ja sovintokomission tilanteeseen sekä uusien komissaarien valintaan liittyen.
sme: Sámedikki stivra ávžžuha, ahte sámesearvvit ja ovttaskas sápmelaččat addet čálalaš kommeanttaid sámiid duohtavuođa- ja soabadankommišuvnna dilis ja maiddái ođđa komissáraid válljemis.

source: Kommentit voi lähettää saamelaiskäräjien kirjaamoon 19.9.2022 klo 16 mennessä sähköpostitse info@samediggi.fi tai postitse osoitteeseen Saamelaiskäräjät, Menesjärventie 2 A, 99870 Inari.
sme: Kommeanttaid sáhttá sáddet Sámedikki girjenkantuvrii 19.9.2022 dmu 16 rádjai šleađgapoastta bokte info@samediggi.fi dahje poastta fárus čujuhussii Sámediggi, Menesjärventie 2 A, 99870 Anár.

source: Saamelaiskäräjien kokousasiakirjat löytyvät dokumenteista täältä .
sme: Sámedikki čoahkkináššebáhpárat gávdnojit dokumeanttain dáppe .

source: Lisätietoja:
sme: Lassedieđut:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sme: Tuomas Aslak Juuso Ságajođiheaddji 040 687 3394 tuomas.juuso@samediggi.fi
